Repository: chenyynx/Agents-Anywhere
Catalog: ios/Agents Anywhere/Agents Anywhere/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 接管状态尚未确认，请先刷新状态，避免重复操作。
source: Takeover is not confirmed. Refresh the state first to avoid repeating the operation.
zh_hans: 接管状态尚未确认，请先刷新状态，避免重复操作。

# 推荐
source: Recommended
zh_hans: 推荐

# 提交
source: Submit
zh_hans: 提交

# 提示词
source: Prompt
zh_hans: 提示词

# 搜索 %@
source: Search %@
zh_hans: 搜索 %@

# 操作未完成
source: Operation incomplete
zh_hans: 操作未完成

# 操作详情
source: Operation details
zh_hans: 操作详情

# 收起项目
source: Collapse project
zh_hans: 收起项目

# 文件
source: Files
zh_hans: 文件

# 文件下载不完整，请重新下载。
source: The file download is incomplete. Download it again.
zh_hans: 文件下载不完整，请重新下载。

# 文件为空。
source: The file is empty.
zh_hans: 文件为空。

# 文件操作失败
source: File operation failed
zh_hans: 文件操作失败

# 文件管理
source: Files
zh_hans: 文件

# 文件预览
source: Preview
zh_hans: 预览

# 新会话中已有其他草稿，已为你保留。请先处理该草稿，再返回这条发送记录。
source: The new session already has another draft, which has been kept. Handle that draft first, then return to this pending message.
zh_hans: 新会话中已有其他草稿，已为你保留。请先处理该草稿，再返回这条发送记录。

# 新增
source: Added
zh_hans: 新增

# 新建会话
source: New session
zh_hans: 新会话

# 无
source: None
zh_hans: 无

# 无法恢复会话，请稍后重试。
source: Couldn't unarchive session.
zh_hans: 取消归档失败。

# 无法更改设置
source: Failed to update model or permission.
zh_hans: 无法更新模型或权限。

# 无法添加 Agent
source: Failed to create runtime instance.
zh_hans: 无法创建 Runtime 实例。

# 无法添加附件
source: Could not add attachment
zh_hans: 无法添加附件

# 无法解析设备家目录
source: Could not resolve the device home directory
zh_hans: 无法解析设备家目录

# 无法预览文件
source: Preview unavailable
zh_hans: 无法预览

# 暂时无法连接，正在显示本地内容
source: Unable to connect. Showing local content
zh_hans: 暂时无法连接，正在显示本地内容

# 更多
source: More
zh_hans: 更多

# 最终输出
source: Final output
zh_hans: 最终输出

# 服务器是否已创建设备尚未确认。请先关闭此页并刷新设备列表，确认结果后再创建。
source: Device creation on the server is not confirmed. Close this page and refresh the device list before creating again.
zh_hans: 服务器是否已创建设备尚未确认。请先关闭此页并刷新设备列表，确认结果后再创建。

# 服务器未返回下一页数据，导出已停止，请重试。
source: The server did not return the next page. Export stopped. Please try again.
zh_hans: 服务器未返回下一页数据，导出已停止，请重试。

# 未启用，请在设备管理中启动
source: Disabled. Start it in device management
zh_hans: 未启用，请在设备管理中启动

# 未分组会话
source: Ungrouped sessions
zh_hans: 未分组会话

# 未命名会话
source: Untitled session
zh_hans: 未命名会话

# 未知
source: Unknown
zh_hans: 未知

# 未知文件
source: Unknown file
zh_hans: 未知文件

# 未知状态
source: Unknown status
zh_hans: 未知状态

# 未能完成创建，请检查设备连接和运行选项。
source: Could not finish creating the session. Check the device connection and runtime options.
zh_hans: 未能完成创建，请检查设备连接和运行选项。

# 未读
source: Unread
zh_hans: 未读

# 本会话批准
source: Approve for session
zh_hans: 本会话批准

# 权限
source: Permission mode
zh_hans: 权限模式

# 松开加载更新的记录
source: Release to load newer messages
zh_hans: 松开加载更新的记录

# 松开加载较早的消息
source: Release to load earlier messages
zh_hans: 松开加载较早的消息

# 查看会话列表
source: View sessions
zh_hans: 查看会话列表

# 查看发送问题
source: View sending issue
zh_hans: 查看发送问题

# 查看图片
source: View image
zh_hans: 查看图片

# 查看详情
source: View details
zh_hans: 查看详情

# 标识与时间线
source: Timeline
zh_hans: 时间线

# 标题
source: Title
zh_hans: 标题

# 桌面应用
source: Connect using the desktop app
zh_hans: 使用桌面程序连接

# 模型
source: Model
zh_hans: 模型

# 正在下载
source: Downloading
zh_hans: 正在下载

# 正在下载 %@…
source: Downloading %@…
zh_hans: 正在下载 %@…

# 正在停止…
source: Stopping…
zh_hans: 正在停止…

# 正在准备导出…
source: Exporting...
zh_hans: 导出中...

# 正在创建会话…
source: Creating session...
zh_hans: 正在创建会话...

# 正在刷新 Agent
source: Discovering…
zh_hans: 正在发现…

# 正在刷新…
source: Refreshing…
zh_hans: 正在刷新…

# 正在加载会话
source: Loading session
zh_hans: 正在加载会话

# 正在加载原图…
source: Loading full image…
zh_hans: 正在加载原图…

# 正在加载更新的记录…
source: Loading newer messages…
zh_hans: 正在加载更新的记录…

# 正在加载较早的消息…
source: Loading earlier messages…
zh_hans: 正在加载较早的消息…

# 正在加载项目…
source: Loading projects…
zh_hans: 正在加载项目…

# 正在压缩上下文
source: Compacting context
zh_hans: 正在压缩上下文

# 正在发送消息
source: Sending message
zh_hans: 正在发送消息

# 正在同步会话状态…
source: Syncing session state…
zh_hans: 正在同步会话状态…

# 正在处理任务
source: Working on task
zh_hans: 正在处理任务

# 正在思考
source: Thinking
zh_hans: 正在思考

# 正在提交…
source: Submitting…
zh_hans: 正在提交…

# 正在提交回应…
source: Submitting response…
zh_hans: 正在提交回应…

# 正在查找设备…
source: Loading devices...
zh_hans: 加载设备中...

# 正在检查 Agent…
source: Discovering…
zh_hans: 正在发现…

# 正在确认 Agent 的最新状态，已填写的内容会保留。
source: Checking the latest Agent state. Your input is kept.
zh_hans: 正在确认 Agent 的最新状态，已填写的内容会保留。

# 正在解析设备家目录…
source: Resolving home...
zh_hans: 正在解析 Home...

# 正在连接，首次同步后即可保留本地内容
source: Connecting. Local content will be available after the first sync
zh_hans: 正在连接，首次同步后即可保留本地内容

# 此交互已结束
source: This interaction has ended
zh_hans: 此交互已结束

# 此交互已过期
source: This interaction expired
zh_hans: 此交互已过期

# 此交互已过期，等待 Agent 更新状态。
source: This interaction expired. Waiting for the Agent to update its state.
zh_hans: 此交互已过期，等待 Agent 更新状态。

# 此操作的表单版本暂未支持，请在 Web 中处理。
source: This form version is not supported yet. Complete it on Web.
zh_hans: 此操作的表单版本暂未支持，请在 Web 中处理。

# 此方式需要会使用终端以及 uv / uvx 命令行工具。
source: This method requires some technical experience. You should be comfortable using the terminal and uv / uvx command-line tools.
zh_hans: 此方式需要一定的计算机基础，您需要会使用终端以及 uv / uvx 命令行工具。

# 每条消息最多添加 5 个附件。
source: You can add up to 5 attachments per message.
zh_hans: 每条消息最多添加 5 个附件。

# 没有设备
source: No devices.
zh_hans: 无设备。

# 浏览文件系统
source: Browse filesystem
zh_hans: 浏览文件系统

# 浏览目录
source: Browse filesystem
zh_hans: 浏览文件系统

# 消息
source: Messages
zh_hans: 消息

# 深度思考
source: Thinking
zh_hans: 深度思考

# 添加
source: Add
zh_hans: 添加

# 添加 Agent
source: Add Agent
zh_hans: 添加 Agent

# 添加你要使用的 Agent
source: Choose agents for this device
zh_hans: 为这台设备选择 Agent

# 添加实例
source: Add instance
zh_hans: 添加实例

# 添加更多 Agent
source: Add more Agents
zh_hans: 添加更多 Agent

# 添加设备
source: Add device
zh_hans: 添加设备

# 照片
source: Photos
zh_hans: 照片

# 状态
source: Status
zh_hans: 状态

# 生成未完成
source: Generation incomplete
zh_hans: 生成未完成

# 用时 %@
source: Took %@
zh_hans: 用时 %@

# 登录状态需要重新验证，已填写的内容会保留。
source: Your login needs to be verified again. Your input is kept.
zh_hans: 登录状态需要重新验证，已填写的内容会保留。

# 登录状态需要验证
source: Login verification needed
zh_hans: 登录状态需要验证

# 目标设备离线
source: Target device offline
zh_hans: 目标设备离线

# 确定要使用命令行吗？
source: Use the command line?
zh_hans: 确定要使用命令行吗？

# 离线 · 可查看上次的实例
source: Offline · View previously loaded instances
zh_hans: 离线 · 可查看上次的实例

# 移除 %@
source: Remove %@
zh_hans: 移除 %@

# 移除此发送记录
source: Remove this pending message
zh_hans: 移除此发送记录

# 稍后配置
source: Skip for now
zh_hans: 暂不添加

# 立即重试
source: Retry now
zh_hans: 立即重试

# 等待 Agent
source: Waited for agent
zh_hans: 等待 Agent

# 等待中
source: Pending
zh_hans: 等待中

# 等待回应
source: Waiting for response
zh_hans: 等待回应

# 等待它重新连接，或选择其他在线设备。草稿会继续保留。
source: Wait for it to reconnect or choose another online device. Your draft is kept.
zh_hans: 等待它重新连接，或选择其他在线设备。草稿会继续保留。

# 等待批准
source: Waiting approval
zh_hans: 等待批准

# 等待设备连接…
source: Waiting for device to come online...
zh_hans: 等待设备上线...

# 管理这台设备
source: Manage this device
zh_hans: 管理这台设备

# 结束 Agent
source: Close Agent
zh_hans: 结束 Agent

# 结果未确认 · 查看详情
source: Result unconfirmed · View details
zh_hans: 结果未确认 · 查看详情

# 继续
source: Continue
zh_hans: 继续

# 继续上拉加载更新的记录
source: Pull up to load newer messages
zh_hans: 继续上拉加载更新的记录

# 继续使用命令行
source: Continue with the command line
zh_hans: 继续使用命令行

# 编辑项目
source: Edit project
zh_hans: 编辑项目

# 编辑项目时，设备和工作目录保持不变。
source: You can rename this project. Its device and workspace cannot be changed.
zh_hans: 你可以修改项目名称；设备和工作区创建后不能更换。

# 网络已断开
source: Network disconnected
zh_hans: 网络已断开

# 网络已断开，保留上次加载的项目。
source: Network disconnected. Previously loaded projects are kept.
zh_hans: 网络已断开，保留上次加载的项目。

# 网络已断开，已填写的内容会保留。
source: Network disconnected. Your input is kept.
zh_hans: 网络已断开，已填写的内容会保留。

# 网络已断开，草稿和已加载的消息已保留
source: Network disconnected. Your draft and loaded messages are kept
zh_hans: 网络已断开，草稿和已加载的消息已保留

# 网页
source: web
zh_hans: 网页

# 置顶
source: Pin
zh_hans: 置顶

# 置顶项目
source: Pinned projects
zh_hans: 置顶项目

# 草稿和运行目标已保留，网络恢复后会重新检查。
source: Your draft and runtime target are kept. They will be checked again when the network returns.
zh_hans: 草稿和运行目标已保留，网络恢复后会重新检查。

# 设备
source: Device
zh_hans: 设备

# 设备上的完整路径
source: Enter path...
zh_hans: 输入路径...

# 设备不可用
source: Device unavailable
zh_hans: 设备不可用

# 设备名称
source: Device name
zh_hans: 设备名

# 设备已离线，已填写的内容会保留。
source: Device offline. Your input is kept.
zh_hans: 设备已离线，已填写的内容会保留。

# 设备已移除
source: Device removed
zh_hans: 设备已移除

# 设备已连接
source: Device paired
zh_hans: 设备已配对

# 设备已连接。选择 Agent 后，就可以在项目中开始任务。
source: Quick add generates a name and uses the default configuration. You can adjust it on the device page later.
zh_hans: 快速添加会自动生成名称并使用默认配置，之后可在设备页面调整。

# 设备已连接，关闭此页后可添加 Agent
source: Device connected. Close this page to add Agents
zh_hans: 设备已连接，关闭此页后可添加 Agent

# 设备或网络已离线
source: Device or network offline
zh_hans: 设备或网络已离线

# 设备或网络已离线，已保存的目录仍可选择。
source: The device or network is offline. You can still choose a saved directory.
zh_hans: 设备或网络已离线，已保存的目录仍可选择。

# 设备或网络已离线，已加载的目录仍可查看。
source: Device or network offline. Loaded directories are still available.
zh_hans: 设备或网络已离线，已加载的目录仍可查看。

# 设备或网络已离线，恢复连接后可重新加载。
source: Device or network offline. Reconnect to reload.
zh_hans: 设备或网络已离线，恢复连接后可重新加载。

# 设备或网络已离线，请恢复连接后重试。
source: Device or network offline. Reconnect and try again.
zh_hans: 设备或网络已离线，请恢复连接后重试。

# 设备或网络已离线，连接恢复后可继续。
source: Device or network offline. Reconnect to continue.
zh_hans: 设备或网络已离线，连接恢复后可继续。

# 设备离线
source: Device offline
zh_hans: 设备离线

# 设备离线时可填写路径保存项目，连接恢复后才能运行会话。
source: You can enter a path and save the project while the device is offline. Reconnect to run a session.
zh_hans: 设备离线时可填写路径保存项目，连接恢复后才能运行会话。

# 设备离线，等待重新连接
source: Device offline. Waiting to reconnect
zh_hans: 设备离线，等待重新连接

# 询问 Agents
source: Describe the task...
zh_hans: 描述任务...

# 请先从侧栏添加并连接设备。
source: Add and connect a device from the sidebar first.
zh_hans: 请先从侧栏添加并连接设备。

# 请先接管
source: Take over first
zh_hans: 请先接管

# 请先检查会话列表，确认上次创建结果后再发送。
source: Check the session list to confirm the last creation attempt before sending again.
zh_hans: 请先检查会话列表，确认上次创建结果后再发送。

# 请先确认输入法候选文字
source: Confirm the input method's candidate text first
zh_hans: 请先确认输入法候选文字

# 请等待当前 Agent 操作完成。
source: Wait for the current Agent operation to finish.
zh_hans: 请等待当前 Agent 操作完成。

# 请输入设备上的完整绝对路径。
source: Enter the full absolute path on the device.
zh_hans: 请输入设备上的完整绝对路径。

# 请选择一个已成功加载的目录。
source: Choose a directory.
zh_hans: 请选择一个目录。

# 请选择在线设备后创建项目。
source: Connect a device before adding a project.
zh_hans: 请先连接一台设备，再添加项目。

# 调用 Agent
source: Called agent
zh_hans: 调用 Agent

# 轻点重试预览
source: Tap to retry preview
zh_hans: 轻点重试预览

# 运行中
source: Running
zh_hans: 运行中

# 运行目标
source: Device and agent
zh_hans: 设备和 Agent

# 运行设备
source: Device
zh_hans: 设备

# 返回
source: Back
zh_hans: 返回

# 返回登录
source: Back to sign in
zh_hans: 返回登录

# 返回编辑
source: Return to editing
zh_hans: 返回编辑

# 还没有可用设备
source: No device is online
zh_hans: 当前没有在线设备

# 还没有项目，可以创建一个项目并选择工作目录。
source: No projects yet.
zh_hans: 还没有项目。

# 这个 Agent 已不可用，请刷新设备。
source: This Agent is no longer available. Refresh the device.
zh_hans: 这个 Agent 已不可用，请刷新设备。

# 这个 Agent 的实例数量已达上限。
source: This runtime type cannot create another instance.
zh_hans: 这个 Runtime 类型暂时不能再创建实例。

# 这个目录已属于项目「%@」。
source: This directory already belongs to the project “%@”.
zh_hans: 这个目录已属于项目「%@」。

# 这个目录已有项目
source: This workspace already has a project
zh_hans: 该工作目录已有项目

# 这台设备上的项目
source: Projects
zh_hans: 项目

# 这台设备尚无已配置的 Agent。
source: No runtimes have been configured.
zh_hans: 还没有配置 Runtime。

# 进行中
source: In progress
zh_hans: 进行中

# 连接不可用 · 查看详情
source: Connection unavailable · View details
zh_hans: 连接不可用 · 查看详情

# 连接恢复前无法应用新目标。返回不会更改原来的选择。
source: A new target cannot be applied until the connection returns. Going back keeps your original selection.
zh_hans: 连接恢复前无法应用新目标。返回不会更改原来的选择。

# 连接恢复后可以继续，已填写的内容会保留。
source: Reconnect to continue. Your input is kept.
zh_hans: 连接恢复后可以继续，已填写的内容会保留。

# 连接恢复后可更改对话选项。
source: Reconnect to change conversation options.
zh_hans: 连接恢复后可更改对话选项。

# 连接设备
source: Claim
zh_hans: 认领

# 连接重试 · %lld 次
source: Reconnecting · %lld attempts
zh_hans: 连接重试 · %lld 次

# 适合通过 CLI 连接远程主机或无界面的设备。
source: Connect your device with a single command. Suggested for Linux.
zh_hans: 使用一行命令连接您的设备，建议用于 Linux。

# 选择 Agent
source: Select agent
zh_hans: 选择代理

# 选择一个已就绪的 Agent
source: Select agent
zh_hans: 选择代理

# 选择任务所属的项目
source: Select a project
zh_hans: 选择项目

# 选择其他设备
source: Choose another device
zh_hans: 选择其他设备

# 选择工作目录
source: Choose a workspace folder
zh_hans: 选择工作目录

# 选择已有项目或创建项目
source: Select a project
zh_hans: 选择项目

# 选择设备
source: Select a device
zh_hans: 选择设备

# 选择设备和 Agent
source: Device and agent
zh_hans: 设备和 Agent

# 选择设备的连接方式
source: Connect your device
zh_hans: 连接您的设备

# 选择运行任务的设备和 Agent， 把想做的事交给它。
source: Choose the device and Agent for your task, then tell it what you want to do.
zh_hans: 选择运行任务的设备和 Agent， 把想做的事交给它。

# 选择配对方式
source: Choose pairing method
zh_hans: 选择配对方式

# 选择项目
source: Select a project
zh_hans: 选择项目

# 配置 %@
source: Configure %@
zh_hans: 配置 %@

# 配置 Agent
source: Choose agents for this device
zh_hans: 为这台设备选择 Agent

# 配置后添加
source: Configure and start
zh_hans: 配置并启动

# 重命名
source: Rename
zh_hans: 重命名

# 重命名 Agent
source: Rename runtime instance
zh_hans: 重命名 Runtime 实例

# 重新加载
source: Refresh
zh_hans: 刷新

# 重新发现 Agent
source: Refresh
zh_hans: 刷新

# 重新检查状态
source: Check state again
zh_hans: 重新检查状态

# 重新解析家目录
source: Retry home directory lookup
zh_hans: 重新解析家目录

# 重新连接
source: Reconnect
zh_hans: 重新连接

# 重试
source: Retry
zh_hans: 重试

# 附件
source: Attachment
zh_hans: 附件

# 附件与对话选项
source: Attachments and conversation options
zh_hans: 附件与对话选项

# 上下文窗口
source: Context window
zh_hans: 上下文窗口

# 宽裕
source: Comfortable
zh_hans: 宽裕

# 正常
source: Normal
zh_hans: 正常

# 偏高
source: Elevated
zh_hans: 偏高

# 紧张
source: Tight
zh_hans: 紧张

# 将满
source: Critical
zh_hans: 将满

# 剩余 %@（已用 %@ / %@）
source: Remaining %1$@ (used %2$@ / %3$@)
zh_hans: 剩余 %1$@（已用 %2$@ / %3$@）

# 剩余 %@，%@
source: Remaining %1$@, %2$@
zh_hans: 剩余 %1$@，%2$@

# 项目
source: Projects
zh_hans: 项目

# 项目关联这个目录，不会在设备上新建文件夹。
source: Choose a device and working directory, then confirm the project name. The project is created when you submit.
zh_hans: 先选择设备和工作目录，再确认项目名称。提交后创建项目。

# 项目决定会话使用的工作目录。
source: The project determines the session's working directory.
zh_hans: 项目决定会话使用的工作目录。

# 项目名称
source: Project name
zh_hans: 项目名称

# 项目固定在这台设备的这个目录中。会话会使用项目的目录。
source: The project uses this directory on this device. Its sessions share the project's working directory.
zh_hans: 项目固定在这台设备的这个目录中。会话会使用项目的目录。

# 项目或设备状态已变化，请检查运行目标后再次发送。草稿已保留。
source: The project or device state changed. Check the runtime target before sending again. Your draft is kept.
zh_hans: 项目或设备状态已变化，请检查运行目标后再次发送。草稿已保留。

# 项目选项
source: Project options
zh_hans: 项目操作

# 预览已截断，复制可获取完整内容
source: Preview truncated. Copy to get the full content
zh_hans: 预览已截断，复制可获取完整内容

# 预览页面已退出，请重新加载。
source: The preview page stopped. Reload to continue.
zh_hans: 预览页面已退出，请重新加载。

# 默认
source: Default
zh_hans: 默认

# 默认模型
source: Default model
zh_hans: 默认模型

# 已暂存
source: Staged
zh_hans: 已暂存

# 已提交
source: Committed
zh_hans: 已提交

# 已创建分支
source: Created branch
zh_hans: 已创建分支

# 已创建分支 %@
source: Created branch %@
zh_hans: 已创建分支 %@

# 已推送
source: Pushed
zh_hans: 已推送

# 已推送 %@
source: Pushed %@
zh_hans: 已推送 %@

# 已创建草稿 PR
source: Created draft PR
zh_hans: 已创建草稿 PR

# 已创建 PR
source: Created PR
zh_hans: 已创建 PR

# %lld 个文件
source: %lld files
zh_hans: %lld 个文件

# 查看本轮文件和 diff
source: View files and diffs for this turn
zh_hans: 查看本轮文件和 diff

# 本轮文件变更
source: Turn changes
zh_hans: 本轮文件变更

# 此轮较早的记录尚未载入，当前显示已加载的文件变更。
source: Earlier records for this turn have not loaded. Showing changes from loaded records.
zh_hans: 此轮较早的记录尚未载入，当前显示已加载的文件变更。

# 统计来自本轮记录的 diff；同一文件的多次修改按顺序保留。
source: Counts come from this turn’s recorded diffs. Repeated changes to a file appear in chronological order.
zh_hans: 统计来自本轮记录的 diff；同一文件的多次修改按顺序保留。

# 这条文件变更记录未提供 diff。
source: This file change did not include a diff.
zh_hans: 这条文件变更记录未提供 diff。

# dashboard.new.permissionModes.dsh.fullAccess.label
source: Full access
zh_hans: 完全权限

# dashboard.new.permissionModes.dsh.readOnly.label
source: Read Only
zh_hans: 仅可查看

# dashboard.new.permissionModes.dsh.workspaceWrite.label
source: Workspace Write
zh_hans: 工作区内修改

# 在浏览器中打开
source: Open in Browser
zh_hans: 在浏览器中打开

# 正在打开浏览器
source: Opening browser
zh_hans: 正在打开浏览器

# 无法打开浏览器，请重试。
source: Could not open the browser. Please try again.
zh_hans: 无法打开浏览器，请重试。

# 显示更多（%lld）
source: Show %lld more
zh_hans: 显示更多（%lld）

# 收起
source: Show less
zh_hans: 收起

source: Single-line sessions
zh_hans: 单行显示会话

# 等待 %@ 回应…
source: Waiting for %@…
zh_hans: 等待 %@ 回应…

# %@ 正在处理任务…
source: %@ is working…
zh_hans: %@ 正在处理任务…

# %@ 正在处理…
source: %@ is working…
zh_hans: %@ 正在处理…

# %@ 正在处理回应…
source: %@ is processing your response…
zh_hans: %@ 正在处理回应…

# 已提交，等待 %@
source: Submitted. Waiting for %@
zh_hans: 已提交，等待 %@

# 使用 %@ 构建接下来的内容。
source: Build what's next with %@.
zh_hans: 使用 %@ 构建接下来的内容。

# 使用 %@ 排查一个问题。
source: Track down an issue with %@.
zh_hans: 使用 %@ 排查一个问题。

# 使用 %@ 推进下一步。
source: Take the next step with %@.
zh_hans: 使用 %@ 推进下一步。

# 设备详情
source: Device details
zh_hans: 设备详情

# 浏览文件
source: Browse files
zh_hans: 浏览文件

# 使用 %@ 实现一个新功能。
source: Build a new feature with %@.
zh_hans: 使用 %@ 实现一个新功能。

# 使用 %@ 审查最近的改动。
source: Review recent changes with %@.
zh_hans: 使用 %@ 审查最近的改动。

# Agent 忙碌中，暂时不能执行
source: The agent is busy; try again when it is idle
zh_hans: Agent 忙碌中，暂时不能执行

# Codex 当前不可用。
source: Codex is currently unavailable.
zh_hans: Codex 当前不可用。

# 关闭
source: Close
zh_hans: 关闭

# 开启接管后才能执行指令
source: Take over the session to run commands
zh_hans: 开启接管后才能执行指令

# 当前 Runtime 版本还不支持指令，升级后可用
source: This runtime version does not support commands yet; upgrade it to use them
zh_hans: 当前 Runtime 版本还不支持指令，升级后可用

# 指令
source: Commands
zh_hans: 指令

# 指令已完成。
source: Command completed.
zh_hans: 指令已完成。

# 指令已接受，后台任务可能仍在进行。
source: Command accepted; background work may still be running.
zh_hans: 指令已接受，后台任务可能仍在进行。

# 指令结果尚不确定
source: Command result unknown
zh_hans: 指令结果尚不确定

# 无法执行指令
source: Could not run command
zh_hans: 无法执行指令

# 无法执行指令。
source: Could not run the command.
zh_hans: 无法执行指令。

# 无法读取指令。
source: Could not load commands.
zh_hans: 无法读取指令。

# 正在读取指令…
source: Loading commands…
zh_hans: 正在读取指令…

# 此 Codex 版本尚不支持所需的指令操作。
source: This Codex version does not support the required command operations yet.
zh_hans: 此 Codex 版本尚不支持所需的指令操作。

# 此会话暂时无法使用指令
source: Commands are unavailable in this session right now
zh_hans: 此会话暂时无法使用指令

# 此指令不接受这些参数。
source: This command does not accept these arguments.
zh_hans: 此指令不接受这些参数。

# 此指令不支持多行输入。
source: This command does not support multiline input.
zh_hans: 此指令不支持多行输入。

# 没有匹配的指令
source: No matching commands
zh_hans: 没有匹配的指令

# 结果尚不确定，请先检查会话状态再决定是否重试。
source: The result is not certain yet. Check the session state before retrying.
zh_hans: 结果尚不确定，请先检查会话状态再决定是否重试。

# 请先打开此会话，再运行指令。
source: Open this session before running commands.
zh_hans: 请先打开此会话，再运行指令。

# 轻点关闭
source: Tap to dismiss
zh_hans: 轻点关闭

# 运行指令前请移除附件；草稿会保留。
source: Remove attachments before running a command; your draft is kept.
zh_hans: 运行指令前请移除附件；草稿会保留。

# 其他回合还有 %lld 个运行中
source: %lld still running in other turns
zh_hans: 其他回合还有 %lld 个运行中

# 该回合尚未加载，加载历史后可查看详情
source: This turn is not loaded yet. Load more history to see its details.
zh_hans: 该回合尚未加载，加载历史后可查看详情
